Repository: bcProFoundation/AbcPay
Catalog: src/assets/i18n/*.po
Languages: vi

source: Use multi-factor wallets to split payment authorization across up to 6 devices or trusted copayers for enhanced security.
vi: Sử dụng ví đa yếu tố để phân chia ủy quyền thanh toán cho tối đa 6 thiết bị hoặc người đồng thanh toán đáng tin cậy mang lại bảo mật tối ưu.

source: Verify Your Phrase
vi: Xác minh cụm từ khôi phục

source: Verify your phrase
vi: Xác minh cụm từ khôi phục

source: Version
vi: Phiên bản

source: View Transaction
vi: Xem Giao Dịch

source: View details
vi: Xem chi tiết

source: View my recovery key
vi: Xem khóa khôi phục

source: View on blockchain
vi: Xem trên blockchain

source: Waiting
vi: Đang chờ

source: Waiting for authorized copayers to join
vi: Đang chờ những người đồng thanh toán được ủy quyền tham gia

source: Account Addresses
vi: Địa chỉ tài khoản

source: Account Information
vi: Thông tin tài khoản

source: Account Invitation
vi: Mã mời

source: Account invitation
vi: Mã mời

source: Account Name
vi: Tên Tài Khoản

source: Account name
vi: Tên Tài Khoản

source: Warning
vi: Cảnh báo

source: Warning!
vi: Cảnh báo!

source: We appreciate your review
vi: Chúng tôi rất cảm kích đánh giá của bạn

source: We couldn't find your account!
vi: Không thể tìm thấy tài khoản của bạn!

source: We're always listening for ways we can improve your experience. Feel free to leave us a review in the app store or request a new feature. Also, let us know if you experience any technical issues.
vi: Chúng tôi luôn lắng nghe những cách có thể cải thiện trải nghiệm của bạn. Vui lòng để lại đánh giá cho chúng tôi trong cửa hàng ứng dụng hoặc yêu cầu một tính năng mới. Ngoài ra, hãy cho chúng tôi biết nếu bạn gặp bất kỳ vấn đề kỹ thuật nào.

source: AbcPay allows you to privately store, manage, and use your crypto funds without having to trust a centralized bank or exchange
vi: AbcPay cho phép bạn lưu trữ, quản lý và sử dụng tiền mã hóa của mình một cách riêng tư mà không cần phải tin tưởng vào một ngân hàng hoặc sàn giao dịch tập trung.

source: What do you call this key?
vi: Bạn gọi khóa này là gì?

source: What do you call this account?
vi: Bạn gọi tài khoản này là gì?

source: Write a Review
vi: Viết đánh giá

source: Wrong password
vi: Sai mật khẩu

source: You are trying to send more funds than you have available. Make sure you do not have funds locked by pending transaction proposals or enter a valid amount.
vi: Bạn đang cố gắng gửi nhiều tiền hơn số số dư bạn có. Hãy đảm bảo rằng bạn không bị khóa tiền bởi các đề xuất giao dịch đang chờ xử lý hoặc nhập một số tiền hợp lệ.

source: You are trying to send more funds than you have available. Make sure you do not have funds locked by pending transaction proposals.
vi: Bạn đang cố gắng gửi nhiều tiền hơn số tiền hiện có. Hãy đảm bảo rằng số dư của bạn không bị khóa tiền bởi các đề xuất giao dịch đang chờ xử lý hoặc nhập một số tiền hợp lệ.

source: You are trying to send more funds than you have available. Make sure you do not have funds locked by pending transaction proposals. You can also try with a lower amount or send max.
vi: Bạn đang cố gắng gửi nhiều tiền hơn số tiền hiện có. Hãy đảm bảo rằng số dư của bạn không bị khóa tiền bởi các đề xuất giao dịch đang chờ xử lý hoặc nhập một số tiền hợp lệ. Bạn có thể thử với số tiền gửi thấp hơn hoặc gửi tối đa

source: You can always reset your encrypt password on your key settings under the option
vi: Bạn luôn có thể đặt lại mật khẩu mã hóa bằng cách vào mục cài đặt Khóa của bạn sau đó trọn Bảo mật /

source: You can import this Key into other devices through the {appName} scanner
vi: Bạn có thể nhập Khóa này vào các thiết bị khác thông qua chức năng quét của {appName}

source: You reach the limit of twenty wallets from the same coin and network
vi: Bạn đạt đến giới hạn hai mươi ví từ cùng một loại tiền và mạng

source: Your Key is all that is needed to access your funds. Be sure to protect your key and store it only on secure devices. AbcPay does not have access to your keys, so you alone are responsible for your keys. If you share key access with external services, you take responsibility for the risk of theft or breach.
vi: Khóa là tất cả những gì cần thiết để truy cập tài sản của bạn. Bảo vệ cẩn thận Khóa của bạn và chỉ lưu trữ trên các thiết bị an toàn. AbcPay không có quyền truy cập vào các Khóa của bạn, vì vậy bạn sẽ chịu trách nhiệm về các Khóa của mình. Nếu bạn chia sẻ quyền truy cập Khóa của mình với các dịch vụ bên ngoài, bạn phải chịu trách nhiệm về rủi ro bị đánh cắp hoặc vi phạm.

source: Your extended private keys are all that is needed to access your funds. Be sure to protect your private keys and store them only on secure devices. AbcPay does not have access to your private keys, so you alone are responsible for your keys. If you share key access with external services, you take responsibility for the risk of theft or breach. Only advanced users should handle extended private keys directly.
vi: Khóa ‘extended private’ là tất cả những gì cần thiết để truy cập tài sản của bạn. Bảo vệ cẩn thận Khóa cá nhân của bạn và chỉ lưu trữ trên các thiết bị an toàn. AbcPay không có quyền truy cập vào các Khóa của bạn, vì vậy bạn sẽ chịu trách nhiệm về các Khóa của mình. Nếu bạn chia sẻ quyền truy cập Khóa của mình với các dịch vụ bên ngoài, bạn phải chịu trách nhiệm về rủi ro bị đánh cắp hoặc vi phạm. Chỉ những người dùng nâng cao mới nên xử lý trực tiếp các khóa ‘extended private’.

source: Your key is already synced
vi: Khóa của bạn đã được đồng bộ hóa

source: Your name
vi: Tên của bạn

source: Your recovery key is composed of 12 randomly selected words. Please carefully write down each word in the order it appears.
vi: Khóa khôi phục của bạn bao gồm 12 từ được chọn ngẫu nhiên. Hãy cẩn thận viết ra từng từ theo thứ tự xuất hiện.

source: Never share your recovery phrase with anyone, store it securely !
vi: Không bao giờ chia sẻ cụm từ khôi phục của bạn với bất kỳ ai, hãy lưu trữ nó một cách an toàn!

source: Let check your wrote down the phrase correctly. Please select each word in the numbered order.
vi: Hãy kiểm tra lại cụm từ đã viết của bạn một cách chính xác. Vui lòng chọn từng từ theo thứ tự được đánh số.

source: Word #
vi: Từ #

source: Your wallet {{walletName}} is complete.
vi: Ví của bạn {{walletName}} đã hoàn tất.

source: [Scanning Funds]
vi: [Đang quét số dư]

source: me
vi: tôi

source: of total amount
vi: của tổng số dư

source: preparing...
vi: đang chuẩn bị...

source: using your 12 words recovery phrase
vi: và sử dụng cụm từ khôi phục 12 từ để tiến hành cài đặt.

source: {appName} cannot recover your funds for you if you lose your recovery key
vi: {appName} không thể lấy lại tiền cho bạn nếu bạn mất Khóa khôi phục

source: {{appName}} depends on AbcPros Wallet Service (AWS) for blockchain information, networking and Copayer synchronization. The default configuration points to https://aws.abcpay.cash (AbcPros's public AWS instance).
vi: {{appName}} phụ thuộc vào Dịch vụ ví AbcPros (AWS) để truy cập thông tin mạng blockchain và đồng bộ hóa Copayer. Cấu hình mặc định trỏ đến https://aws.abcpay.cash (phiên bản AWS công khai của AbcPros).

source: {{appName}} only supports Bitcoin Cash using new version numbers addresses.
vi: {{appName}} chỉ hỗ trợ địa chỉ Bitcoin Cash theo định dạng mới.

source: Please use specific amount code for {tokenName} account.
vi: Vui lòng sử dụng yêu cầu chuyển tiền cho tài khoản {tokenName}.

source: {{countInArray}} of your accounts already exist in {{nameCase}}
vi: {{countInArray}} trong số các tài khoản của bạn đã tồn tại trong {{nameCase}}

source: {{newWalletsCount}} wallets found
vi: Đã tìm thấy {{newWalletsCount}} ví

source: Missing primary account
vi: Thiếu tài khoản chính!

source: Please ensure {chain} account is available and add to home as primary account in order to process a claim {coinName}. Then try again!
vi: Hãy đảm bảo tài khoản {chain} đã được tạo và thêm vào Tài khoản chính ở Trang chủ. Sau đó, thử quét lại mã lì xì!

source: {symbolToken} Confirm Payment
vi: Xác nhận thanh toán {symbolToken}

source: Hint: Please create an easy to remember password to encrypt your wallet on this device. This password will be needed to send transactions from this wallet. If you forget this password, you can reimport your 12-word seed phrase and create a new password. You can turn this option on/off in the Key settings.
vi: Gợi ý: Vui lòng tạo một mật khẩu dễ nhớ để mã hóa ví của bạn trên thiết bị này. Mật khẩu này sẽ cần thiết để gửi các giao dịch từ ví này. Nếu bạn quên mật khẩu này, bạn có thể nhập lại cụm từ khôi phục (12 từ) và tạo một mật khẩu mới. Bạn có thể bật/tắt tùy chọn này trong phần cài đặt Khóa.

source: English
vi: Tiếng Anh

source: Vietnamese
vi: Tiếng Việt
