Repository: bcProFoundation/AbcPay
Catalog: src/assets/i18n/*.po
Languages: vi

source: Most secure way to store cryptocurrency (Highly Recommended).
vi: Cách an toàn nhất để lưu trữ tiền mã hóa (Được khuyến nghị).

source: I’m just playing around. Skip all the security steps and show me the wallet.
vi: Tôi chỉ muốn trải nghiệm. Bỏ qua tất cả các bước bảo mật và cho tôi xem ví.

source: Password unmatched!
vi: Mật khẩu không khớp!

source: Important
vi: Quan Trọng

source: {appName} cannot recovery your fund for you if you lose your recovery key. The loss of it will lead to permanent asset loss.
vi: {appName} không thể khôi phục số dư nếu bạn mất cụm từ khóa (12 từ). Đồng nghĩa với việc tài sản của bạn sẽ bị mất vĩnh viễn.

source: Once the App is deleted, the account data will be all deleted.
vi: Khi ứng dụng bị xóa, tất cả dữ liệu tài khoản cũng sẽ bị xóa.

source: Please backup the recovery phrase in the secure environment. Make sure there is no third party or camera around you during the back-up.
vi: Vui lòng sao lưu cụm từ khôi phục và lưu trữ nơi an toàn. Đảm bảo không có bên thứ ba hoặc máy ảnh xung quanh bạn trong quá trình sao lưu.

source: Primary Accounts
vi: Tài khoản chính

source: Account ID
vi: ID Tài khoản

source: MY ACCOUNTS
vi: TÀI KHOẢN

source: MY ACCOUNT
vi: TÀI KHOẢN

source: {walletsGroupLength} Accounts
vi: {walletsGroupLength} Tài khoản

source: {walletsGroupLength} Account
vi: {walletsGroupLength} Tài khoản

source: (max 5)
vi: (tối đa 5)

source: Add to home
vi: Thêm vào Trang chủ

source: Add account to home
vi: Thêm tài khoản vào Trang chủ

source: Account added successfully to Home!
vi: Đã thêm tài khoản vào Trang chủ thành công!

source: Maximum 5 accounts has reached. Please remove account from Home first.
vi: Đã đạt đến tối đa 5 tài khoản. Vui lòng xóa tài khoản khỏi Trang chủ trước.

source: Account already existed!
vi: Tài khoản đã tồn tại!

source: Remove account from home
vi: Xoá tài khoản khỏi Trang chủ

source: Removed account successfully!
vi: Đã xóa tài khoản thành công!

source: Removed account unsuccessfully!
vi: Đã xóa tài khoản không thành công!

source: Can not remove the last account in Home!
vi: Không thể xóa tài khoản cuối cùng ở Trang chủ!

source: Other
vi: Khác...

source: Your Keys
vi: Khoá của bạn

source: Your keys
vi: Khoá của bạn

source: Request
vi: Yêu cầu

source: Request amount
vi: Số tiền yêu cầu

source: No token available yet!
vi: Chưa có etoken nào!

source: (possible double spend)
vi: (khả năng chi gấp đôi)

source: ) to pay the ETH miner fees.
vi: ) thanh toán phí cho thợ đào ETH.

source: * A payment proposal can be deleted if 1) you are the creator, and no other copayer has signed, or 2) 10 minutes have passed since the proposal was created.
vi: * Đề nghị thanh toán có thể hủy nếu 1) bạn là người tạo, và không có người đồng thanh toán ký, hoặc 2) đã qua 10 phút kể từ khi đề nghị thanh toán được lập

source: *Currently available in the USA. More countries coming soon.
vi: *Hiện tại có tại Mỹ. Các nước khác sẽ có sau

source: , please provide your phone number.
vi: , vui lòng cung cấp số điện thoại.

source: 1.5% of the amount.
vi: 1.5% trên giá trị.

source: 5 USD minimum fee or 2.9% of the amount + 0.30 USD, whichever is greater + Required miners fee.
vi: Ít nhất 5 USD tiền phí hoặc 2.9% của tổng giá trị cộng 0.30 USD, tùy theo giá trị nào cao hơnYêu cầu thu phí thợ đào.

source: 5 USD minimum fee or 3.9% of the amount + 0.30 USD, whichever is greater + Required miners fee.
vi: 5Ít nhất 5 USD tiền phí hoặc 3.9% của tổng giá trị cộng 0.30 USD, tùy theo giá trị nào cao hơnYêu cầu thu phí thợ đào.

source: 5-star ratings help us get AbcPay Wallet into more hands, and more users means more resources can be committed to the app!
vi: Đánh giá 5 sao giúp chúng tôi đưa Ví AbcPay đến nhiều người dùng hơn Điều đó giúp chúng tôi có thêm động lực để hoàn thiện ứng dụng tốt hơn!

source: A Destination Tag is an optional number that corresponds to an invoice or a XRP account on an exchange.
vi: Một Nhãn Địa Chỉ là một lựa chọn số tương ứng với một hóa đơn hoặc một Tài khoản XRP liên quan đến một sự trao đổi.

source: A dog without funds is a sad dog
vi: Một con chó không có quỹ tài trợ là một con chó buồn

source: A new copayer just joined your account {{walletName}}.
vi: Một người đồng thanh toán vừa mới tham gia ví của bạn {{walletName}}.

source: A new payment proposal has been created in your account {{walletName}}.
vi: Một đề xuất thanh toán mới đã được tạo trong tài khoản {{walletName}} của bạn.

source: A payment of {{amountStr}} has been received into your account {{walletName}}.
vi: Khoản thanh toán {{amountStr}} đã được nhận vào tài khoản {{walletName}} của bạn.

source: A payment proposal in your account {{walletName}} has been rejected.
vi: Đề xuất thanh toán trong tài khoản {{walletName}} của bạn đã bị từ chối.

source: A pincode will ensure no one can easily access your crypto funds when you're away from your device.
vi: Mã pin sẽ ngăn không ai có thể đụng vào tiền mã hóa của bạn khi bạn không sử dụng thiết bị.

source: A total of {{amountAboveMaxSizeStr}} {{coin}} were excluded. The maximum size allowed for a transaction was exceeded.
vi: Tổng số {{giá trị vượt quá mức trần}} {{tiền}} đã bị trừ. Mức trần Trị giá cho phép một giao dịch được vượt.

source: A total of {{amountBelowFeeStr}} {{coin}} were excluded. These funds come from UTXOs smaller than the network fee provided.
vi: Giá trị {{giá trị dưới mức phí thanh toán}} {{tiền}} đã được trừ. Số tiền này đến từ từ UTXOs nhỏ hơn phí mà hệ thống cung cấp.

source: A transaction using your delayed transaction inputs will be sent to your own wallet with a higher miner fee to speed up the last confirmation time.
vi: Một thanh toán dựa trên thông tin giao dịch bị gián đoạn của bạn sẽ được gửi đến choVí của bạn với phí cho thợ đào cao hơn để đẩy nhanh thời gian xác nhận giao dịch.

source: A wallet is like a vault stored on your device containing your crypto funds. Much like a vault, your wallet will only be accessible with the master key.
vi: Một ví giống như một két sắt lưu trữ tiền mã hóa được giữ trên thiết bị của bạnGiống như một két sắt, ví của bạn chỉ được truy cập bằng master key.

source: ACTIVATED
vi: KÍCH HOẠT

source: AML/KYC Policy
vi: Chính sách AML/KYC

source: About {{ appName }}
vi: Về {{ appName }}

source: About {{appName}}
vi: Về {{appName}}

source: About {appName}
vi: Về {appName}

source: Accept
vi: Chấp nhận

source: I've accepted this!
vi: Tôi đã chấp nhận!

source: Accepted
vi: Đã chấp nhận

source: Access denied
vi: Từ chối truy cập

source: Account
vi: Tài khoản

source: Accounts
vi: Tài khoản

source: Hide Account
vi: Ẩn tài khoản

source: Activation Fee
vi: Phí kích hoạt

source: Activity
vi: Hoạt động

source: Add
vi: Thêm

source: Add AbcPay Account?
vi: Thêm tài khoản AbcPay?

source: Add Encryption
vi: Thêm bảo mật

source: Add Encryption?
vi: Xác nhận thêm bảo mật?

source: Add Me
vi: Thêm tôi

source: Add Wallet
vi: Thêm Ví

source: Add account
vi: Thêm tài khoản

source: Add Account
vi: Thêm Tài Khoản

source: Add as a contact
vi: Thêm thông tin liên lạc

source: Add copayers
vi: Thêm người đồng thanh toán

source: Add funds
vi: Thêm tiền

source: Add funds from an existing wallet.
vi: Thêm tiền vào ví hiện tại

source: Add this AbcPay account ({{email}})?
vi: Thêm vào tài khoản AbcPay này ({{email}})?

source: Add {coinName} address
vi: Thêm địa chỉ {coinName}

source: Additional third-party fees may apply.
vi: Phí cho bên thứ ba có thể phát sinh.

source: Address
vi: Địa chỉ

source: eCash Address
vi: Địa chỉ eCash

source: Etoken Address
vi: Địa chỉ eToken

source: Address Book
vi: Danh bạ

source: ADDRESS BOOK
vi: DANH BẠ

source: Address book name
vi: Tên người nhận

source: Enter name to save to address book
vi: Lưu tên người nhận vào danh bạ

source: Address Type
vi: Loại địa chỉ

source: Address already added
vi: Địa chỉ đã được nhập

source: Address requested does not match active account
vi: Đại chỉ yêu cầu không trùng với tài khoản đã kích hoạt

source: Addressbook is empty
vi: Danh bạ trống

source: Addresses
vi: Các địa chỉ

source: Addresses with balance
vi: Các địa chỉ có số dư

source: Advanced
vi: Nâng cao

source: All
vi: Tất cả

source: All addresses
vi: Tất cả địa chỉ

source: All of your {coinName} wallet balance may not be available for immediate spending.
vi: Tất cả {tên tiền} trong số dư tại ví của bạn có thể không phù hợp để thanh toánngay.

source: Allow camera access
vi: Cho phép truy cập máy ảnh

source: Camera not supported
vi: Máy ảnh không hỗ trợ

source: Already duplicated
vi: Đã trùng lập

source: Amazon.co.jp Gift Cards never expire and can be redeemed towards millions of items at www.amazon.co.jp.
vi: Thẻ quà tặng Amazon.co.jp sẽ không hết hạn và có thể tích điểm để sử dụng tại hàng triệusản phẩm có trên www.amazon.co.jp.

source: Amount
vi: Giá trị

source: Amount Too Low To Spend
vi: Giá trị quá thấp để thanh toán

source: Amount below minimum allowed (dust threshold)
vi: Giá trị dưới mức thấp nhất quy định (dust threshold)

source: Amount too big
vi: Giá trị quá lớn

source: An encrypted passphrase is an extra layer of security that can prevent hackers from accessing your cryptocurrency if this device were ever stolen or compromised by malicious software.
vi: Một cụm mật khẩu được mã hóa là các lớp bảo mật được thêm giúp ngăn ngừa hackers truy cập vào tiền mã hóa của bạn nếu thiết bị của bạn bị đánh cắphoặc bị nhiễm phần mềm độc hại

source: Encrypted passphrase
vi: Nhập bảo mật

source: Confirm passphrase
vi: Xác nhận bảo mật

source: An update to this app is available.
vi: Một bản cập nhật của ứng dụng này đã có.

source: Apply
vi: Áp dụng

source: Approve
vi: Phê duyệt

source: Approximate Bitcoin network fee to transfer wallet's balance (with normal priority)
vi: Giá trị ước tính phí từ hệ thống Bitcoin để chuyển khoản số dư ví (với ưu tiên thường)

source: Approximate receiving amount
vi: Giá trị ước tính nhận được

source: Approximate receiving fiat amount
vi: Giá fiat ước tính nhận được

source: Archive
vi: Lưu trữ

source: Archive All {brand} Gift Cards?
vi: Lưu trữ tất cả {hiệu} thẻ quà tặng?

source: Archive Card
vi: Lưu trữ thẻ

source: Archive this Card?
vi: Xác nhận lưu trữ Thẻ này?

source: Archived Cards
vi: Thẻ đã được lưu trữ

source: Are you sure you want to delete all wallets using this key?
vi: Bạn có chắc muốn xóa toàn bộ ví bằng cách sử dụng key này?

source: Are you sure you want to delete this contact?
vi: Bạn có chắc muốn xóa thông tin người nhận này?

source: Are you sure you want to delete this wallet?
vi: Bạn có chắc muốn xóa ví này?

source: Are you sure you want to hide this wallet?
vi: Bạn có chắc muốn ẩn ví này?

source: Are you sure you want to reject this transaction?
vi: Bạn có chắc muốn từ chối giao dịch này?

source: Are you sure you want to remove this transaction?
vi: Bạn có chắc muốn bỏ giao dịch này?

source: Are you sure you would like to disconnect your AbcPay ID?
vi: Bạn có chắc muốn ngắt kết nối với AbcPay ID của bạn?

source: Are you sure?
vi: Bạn chắc rồi chứ?

source: Attempted payment request
vi: Thực hiện lệnh thanh toán

source: Available
vi: Số dư khả dụng

source: Available:
vi: Số dư khả dụng:

source: Average
vi: Trung bình

source: Average confirmation time:
vi: Thời gian xác nhận trung bình:

source: Awaiting payment to confirm
vi: Đợi lệnh thanh toán được duyệt

source: Back
vi: Quay lại

source: Back up all your wallets before using this function
vi: Sao lưu toàn bộ các ví của bạn trước khi thực hiện chức năng này

source: Back up your wallet before using this function
vi: Sao lưu ví của bạn trước khi thực hiện chức năng này

source: Backup
vi: Sao lưu

source: Backup recovery phrase
vi: Sao lưu cụm từ khôi phục

source: Back up my phrase
vi: Sao lưu cụm từ của tôi

source: Backup Phrase
vi: Sao lưu cụm từ (12 từ)

source: You will now be shown a recovery phrase which is very important. If you write down and store it safely, you will always be able to recover your accounts.
vi: Bây giờ bạn sẽ được hiển thị một cụm từ khôi phục rất quan trọng. Nếu bạn viết ra và lưu trữ nó một cách an toàn, bạn sẽ luôn có thể khôi phục tài khoản của mình.

source: You can choose to back up your recovery phrase now or later in the account settings.
vi: Bạn có thể chọn sao lưu cụm từ khôi phục của mình ngay bây giờ hoặc sau này trong cài đặt tài khoản.

source: Backup now
vi: Sao lưu lập tức

source: Backup account
vi: Sao lưu tài khoản

source: Bad account invitation
vi: Lời mời tham gia không hợp lệ

source: Be careful. Some inputs of this transaction have no confirmations. Please wait until they are confirmed.
vi: Cẩn thận. Một số thông tin đầu vào của giao dịch này không có sự xác nhận. Vui lòngđợi cho đến khi các thông tin đầu vào được xác nhận

source: Be careful. Until it confirms, the transaction could be replaced/redirected by the sender. You can try to speed it up by using a higher fee.
vi: Cẩn thận. Cho đến khi được xác nhận, giao dịch có thể bị thay thế / hủybởi người gửi. Bạn có thể thử tăng tốc giao dịch bằng cách sử dụng phí cao hơn.

source: Be sure to store your recovery phrase in a secure place. If this app is deleted, your money cannot be recovered without it.
vi: Hãy chắc rằng đã lưu trữ cụm mã hồi phục của bạn ở một nơi an toàn. Nếu ứng dụng này bịxóa, tiền của bạn không thể thu hồi nếu không có cụm mã hồi phục.

source: Because you are sending the maximum amount contained in this account, the {coinName} miner fee ({fee} {coin}) will be deducted from the total.
vi: Vì bạn đang gửi số tiền tối đa có trong tài khoản này nên phí giao dịch {coinName} ({fee} {coin}) sẽ bị trừ vào tổng số tiền gửi.

source: Because you are speeding up this transaction, the {coinName} miner fee ({fee} {coin}) will be deducted from the total.
vi: Bởi vì bạn tăng tốc giao dịch này, phí thợ đào {coinName}({fee} {coin}) sẽ được trừ trên giá trị tổng.

source: Because your encrypted password is not stored by AbcPay, there is no way to reset it.
vi: Bởi vì mật khẩu mã hóa của bạn không được lưu trữ bởi AbcPay, không có cách nào để thiết lập lại.

source: If you need to regain access to your account because you have forgotten or lost the encrypt password, you must restore the account using the 12 word recovery phrase.
vi: Nếu bạn cần lấy lại quyền truy cập vào tài khoản của mình do quên hoặc mất mật khẩu mã hóa, bạn phải khôi phục lại tài khoản bằng cách sử dụng cụm từ khôi phục 12 từ.

source: If you do not have the recovery phrase, you will not be able to regain access to your account.
vi: Nếu bạn không có cụm từ khôi phục, bạn sẽ không thể lấy lại quyền truy cập vào tài khoản của mình.

source: Before duplicating your wallet, it's recommended that you first write down your recovery phrase and store it securely so that your wallet can be recovered in the case your device was lost or stolen.
vi: Trược khi thực hiện phục hồi ví của bạn, bạn nên ghi chú mã khôi phục và giữ mã này an toàn để ví của bạn có thể phục hồi khi thiết bị của bạn bị mất hoặc lấy cắp

source: Before retrieving your wallet address, it's recommended that you first write down your recovery phrase and store it securely so that your wallet can be recovered in the case your device was lost or stolen.
vi: Trước khi lấy lại địa chỉ ví, các bạn nên ghi chú mã khôi phục và giữ mã này an toan để ví của bạn có thểphục hồi khi thiết bị của bạn bị mất hoặc lấy cắp

source: Before retrieving your accounts addresses, it's recommended that you first write down your recovery phrase and store it securely so that your accounts can be recovered in the case your device was lost or stolen.
vi: Trước khi lấy lại địa chỉ của tài khoản, bạn nên lưu lại mã khôi phục và giữ mã này một cách an toàn nhất để tài khoản của bạn có thể phục hồi lại khi thiết bị của bạn bị mất hoặc lấy cắp.

source: Before sending more funds to complete this transaction we recommend you read more about miner fees.
vi: Trước khi gửi thêm tiền mã hóa để hoàn thành giao dịch này chúng tôi đề nghị bạn đọc thêm về phí cho thợ đào.

source: Below Minimum Amount
vi: Dưới giá trị tối thiểu

source: Biometric
vi: Sinh trắc học

source: First, set unlock method
vi: Đầu tiên, đặt cách thức mở khóa ứng dụng

source: Adding an extra layer of security to keep your balance and transactions private.
vi: Thêm một lớp bảo mật bổ sung để giữ số dư và giao dịch của bạn ở chế độ riêng tư.

source: Unlock with biometric
vi: Mở khóa bằng sinh trắc học

source: Unlock with passcode
vi: Mở khóa bằng mật mã

source: Your funds are in your custody
vi: Tiền đang trong tay của bạn

source: I understand that my funds are held and controlled securely on this device, not by a company.
vi: Tôi hiểu rằng tài sản của tôi được lưu giữ và kiểm soát an toàn trên thiết bị này, không phải bởi một công ty.

source: AbcPay Account
vi: Tài khoản AbcPay

source: AbcPay ID successfully connected.
vi: Kết nối thành công AbcPay ID.

source: AbcPay ID successfully disconnected.
vi: Ngắt kết nối thành công AbcPay ID.

source: AbcPay cannot validate the destination tag. Before sending XRP please double-check the destination tag with the receiver, if not valid it may result in the permanent loss of the funds.
vi: AbcPay không thể thẩm định nhãn địa chỉ. Trước khi gửi XRP vui lòng kiểm tranhãn địa chỉ với người nhận, nếu nhãn địa chỉ không chính xác có thể dẫn đếnmất tiền

source: AbcPay would also like to send you marketing and promotional communications about our products, services and special promotions. You can change your preferences at any time in “Settings” in our app or by contacting us as set forth in our
vi: AbcPay muốn gửi đến bạn các chương trình tiếp thị và khuyến mãi về sản phẩm, dịch vụ và các khuyến mãi đặc biệt. Bạn có thể thay đổi việc nhận các thông tin này bất kỳ lúc nào bằng cách vào “thiết lập” trong ứng dụng hoặc liên lạc với chúng tôi tại forth in our

source: Bitcoin Address
vi: Địa chỉ Bitcoin

source: Bitcoin Cash Address
vi: Địa chỉ Bitcoin Cash

source: AbcPros Wallet Service is under maintenance. Please check https://t.me/AbcPay.
vi: Dịch vụ ví AbcPros đang trong thời gian bảo trì. Vui lòng xem tại https://t.me/AbcPay.

source: Broadcast Payment
vi: Phát thanh toán trực tiếp

source: Broadcasted
vi: Đang phát

source: Broadcasting transaction...
vi: Đang phát thanh toán trực tiếp...

source: Buy
vi: Mua

source: Buy Amount
vi: Giá trị mua

source: Buy Crypto
vi: Mua tiền mã hóa

source: Buy Crypto Settings
vi: Thiết lập mua tiền mã hóa

source: Buy Gift Card
vi: Mua thẻ quà tặng

source: Buy Gift Cards
vi: Mua các thẻ quà tặng

source: Buy Now
vi: Mua ngay

source: Buy crypto with a credit card.
vi: Mua tiền mã hóa bằng thẻ tín dụng

source: Buy crypto with cash
vi: Mua tiền mã hóa bằng tiền mặt

source: Buy gift cards with crypto
vi: Mua thẻ quà tặng bằng tiền mã hóa

source: Buy {displayName} Gift Card
vi: Mua {tên} Thẻ quà tặng

source: Buying Bitcoin...
vi: Đang mua Bitcoin...

source: Buying Gift Card...
vi: Đang mua thẻ quà tặng...

source: By giving my email address, I give explicit consent to AbcPay to use it to contact me about payment issues.
vi: Bằng cách cung cấp email cá nhân, tôi xác nhận cho phép AbcPay sử dụng email này để liên lạc với tôi khi có bất kỳ vấn đề gì liên quan đến thanh toán.

source: By providing your email address, you give explicit consent to AbcPay to use your email address to send you email notifications about payments.
vi: Bằng cách cung cấp email cá nhân của bạn, bạn xác nhận cho phép AbcPay sử dụng email này để gửi thông báo qua email về các vấn đề liên quan đến thanh toán

source: CANCEL
vi: HỦY

source: CHOOSE FEE LEVEL
vi: CHỌN MỨC PHÍ

source: CLOSE
vi: ĐÓNG

source: CONTINUE
vi: TIẾP TỤC

source: Calculating fee...
vi: Đang tính phí...

source: Calculating send max...
vi: Đanh tính toán gửi tối đa...

source: Camera access denied
vi: Từ chối truy cập máy ảnh

source: Can range from 2.5% to 5% of the transaction, depending on the volume of traffic (with a minimum of 10 USD or its equivalent in any other fiat currency) + 1% of the transaction.
vi: Có thể từ 2.5% đến 5% của giao dịch, tùy thuộc vào giá trị của lưu thông (tối thiểu 10 USD hoặc giá trị tương đương của đồng tiền khác) cộng 1% của giá trị thanh toán.

source: Can't get rates at this moment. Please try again later
vi: Không thể lấy giá trị vào thời điểm hiện tại. Vui lòng thử lại sau

source: Cancel
vi: Hủy

source: Canceling Gift Card...
vi: Đang hủy thẻ quà tặng...

source: Cannot join the same account more that once
vi: Không thể liên kết cùng một ví quá một lần

source: Cannot send XRP to the same wallet you are trying to send from. Please check the destination address and try it again.
vi: Không thể gửi XRP cho cùng ví bạn đang dùng gửi đi. Vui lòng kiểm tra địa chỉ nhận và thử lại.

source: Card Archived
vi: Lưu trữ thẻ

source: Card Settings
vi: Thiết lập thẻ

source: Cards
vi: Các loại thẻ

source: Change Amount
vi: Thay đổi số liệu

source: Change Miner Fee
vi: Thay đổi phí thợ đào

source: Changelly Policies
vi: Chính sách Changelly

source: Changelly has received payin and is waiting for certain amount of confirmations depending of incoming currency.
vi: Changelly đã nhận lệnh thanh toán và đang đợi giá trịxác nhận dựa vào giá trị đồng tiền chuyển vào.

source: Changelly is not available at this moment. Please, try again later.
vi: Changelly không thể truy cập vào thời điểm hiện tại. Vui lòng thử lại sau.

source: Check the app camera permissions under your phone settings
vi: Kiểm tra thiết lập truy cập máy ảnh tại phần thiết lập trên điện thoại của bạn

source: Check the transaction on your wallet details
vi: Vui lòng kiểm tra giao dịch trên thông tin ví của bạn

source: Choose a backup file from your computer
vi: Chọn một tập tin lưu trữ trên máy tính của bạn

source: Claim Code
vi: Mã nhận

source: Clear
vi: Xóa

source: Clear Encrypt Password
vi: Xóa mật khẩu mã hóa

source: Clear cache
vi: Xóa bộ nhớ đệm

source: Click to accept
vi: Nhấp để chấp nhận

source: Click to deposit
vi: Nhấp để đặt cọc

source: Click to pay
vi: Nhấp để thanh toán

source: Click to send
vi: Nhấp để gửi

source: Click to speed up
vi: Nhấp để tăng tốc

source: Click to withdraw
vi: Nhấp để rút

source: Close
vi: Đóng

source: Coin
vi: Đồng tiền

source: Coin Selector
vi: Chọn đồng tiền

source: Coinbase Support
vi: Hỗ trợ Coinbase

source: Coinbase updated!
vi: Cập nhật Coinbase!

source: Coins are being sent to the recipient address.
vi: Tiền đang được gửi đến địa chỉ người nhận.

source: Coins were successfully sent to the recipient address.
vi: Tiền đã gửi đến địa chỉ người nhận thành công.

source: Coming soon
vi: Sắp có

source: Completed
vi: Hoàn thành

source: Configuration (m-n)
vi: Cấu hình (m-n)

source: Confirm
vi: Xác nhận

source: Confirm & Finish
vi: Xác nhận & hoàn thành

source: Confirm Deposit
vi: Xác nhận đặt cọc

source: Confirm Passphrase
vi: Xác nhận mật khẩu chuỗi

source: Confirm Payment
vi: Xác nhận thanh toán

source: Confirm Request
vi: Xác nhận yêu cầu

source: Confirm Speed Up
vi: Xác nhận tăng tốc

source: Confirm Withdraw
vi: Xác nhận rút

source: Confirm your PIN
vi: Xác nhận số PIN của bạn

source: Confirm your new encrypt password
vi: Xác nhận mật khẩu được mã hóa mới

source: Confirmations
vi: Khối đã xác nhận

source: Confirmed transactions
vi: Giao dịch đã được xác nhận

source: Confirming
vi: Đang xác nhận

source: Congratulations! It looks like you've recently received money. It's highly advised that you verify your recovery phrase so that your funds can be recovered in case your phone was lost or stolen.
vi: Chúc mừng! Có vẻ bạn đã nhận được tiền. Chúng tôi đề nghịbạn xác nhận lại mã phục hồi để tiền của bạn có thể được lấy lại khi điện thoại của bạn mất hoặc bị lấy cắp

source: Connect
vi: Kết nối

source: Connect Account
vi: Kết nối tài khoản

source: Connect Coinbase Account
vi: Kết nối tài khoản Coinbase

source: Connect Your AbcPay ID
vi: Kết nối với AbcPay ID
