Repository: bcProFoundation/AbcPay
Catalog: src/assets/i18n/*.po
Languages: vi

source: Connect with Coinbase
vi: Kết nối với Coinbase

source: Connect your Coinbase!
vi: Kết nối với Coinbase của bạn!

source: Connected to
vi: Đã kết nối với

source: Connecting AbcPay ID...
vi: Đang kết nối AbcPay ID...

source: Connecting to Changelly...
vi: Đang kết nối với Changelly...

source: Connecting to Coinbase...
vi: Đang kết nối với Coinbase...

source: Connection reset by peer
vi: Kết nối được thiết lập lại bởi peer

source: Contact Information
vi: Thông tin liên lạc

source: Contact the Changelly support team.
vi: Liên hẹ với đội hỗ trợ của Changelly.

source: Contact the Simplex support team.
vi: Liên hệ với đội hỗ trợ của Simplex.

source: Contacts
vi: Các liên lạc

source: Continue
vi: Tiếp tục

source: Continue & Make Payment
vi: Tiếp tục & tạo lệnh thanh toán

source: Continue Anyway
vi: Vẫn tiếp tục

source: Continue to Simplex
vi: Tiếp tục với Simplex

source: Continue to Wyre
vi: Tiếp tục với Wyre

source: Continue to the exchange page
vi: Tiếp tục đến trang quy đổi

source: Continue to {storeName}
vi: Tiếp tục với {storeName}

source: Contribute translations
vi: Đóng góp phần dịch

source: Control your money without an account
vi: Chủ động kiểm soát tiền mã hóa của bạn

source: Copayer already in this wallet
vi: Người đồng thanh toán đã có trong ví này

source: Copayer already voted on this spend proposal
vi: Người đồng thanh toán đã xác nhận trong đề nghị chi tiêu

source: Copayer data mismatch
vi: Thông tin người đồng thanh toán không đúng

source: Copayer {{idx+1}}
vi: Người đồng thanh toán {{idx+1}}

source: Copayers
vi: Người đồng thanh toán

source: waiting for copayers
vi: chờ xác nhận

source: Copy
vi: Sao chép

source: Copied
vi: Đã sao chép

source: Copied to Clipboard
vi: Đã sao chép

source: Copied to clipboard
vi: Đã sao chép

source: Copied {coin} address
vi: Đã sao chép {đồng tiền} địa chỉ

source: Copied: {claimCode}
vi: Đã sao chép: {claimCode}

source: Copy Code
vi: Sao chép mã

source: Copy this text as it is to a safe place (notepad or email)
vi: Sao chép đoạn chữ và lưu trữ ở nơi an toàn (notepad hoặc email)

source: Copy to clipboard
vi: Đã sao chép

source: Could not access account
vi: Không thể truy cập tài khoản

source: Could not add message to imported wallet without shared encrypting key
vi: Không thể thêm tin nhắn vào ví nhận mà không có khóa được mã hóa đã chia sẻ

source: Could not build transaction
vi: Không thể tạo giao dịch

source: Could not connect
vi: Không thể kết nối

source: Could not create address
vi: Không thể tạo địa chỉ

source: Could not create transaction
vi: Không thể tạo giao dịch

source: Could not create using the specified extended private key
vi: Không thể tạo bằng cách sử dụng 'extended private key' đang cấp

source: Could not create: Invalid account recovery phrase
vi: Không thể tạo: Mã phục hồi tài khoản không chính xác

source: Could not decrypt file, check your password
vi: Không thể giải mã tập tin, vui lòng kiểm tra mật mã

source: Could not decrypt account
vi: Không thể giải mã tài khoản

source: Could not delete payment proposal
vi: Không thể xóa đề nghị thanh toán

source: Could not encrypt account
vi: Không thể mã hóa tài khoản

source: Could not get crypto offer. Please, try again later.
vi: Không thể lấy tiền mã hóa. Vui lòng thử lại sau.

source: Could not get dynamic fee
vi: Không thể lấy phí dynamic

source: Could not get dynamic fee for level:
vi: Không thể lấy dynamic phí cho cấp:

source: Could not get fee levels
vi: Không thể lấy phí theo cấp

source: Could not get transactions
vi: Không thể thực hiện giao dịch

source: Could not import. Check input file.
vi: Không thể khôi phục. Vui lòng kiểm tra tập tin đầu vào.

source: Could not join account
vi: Không thể kết nối tài khoản

source: Could not reject payment
vi: Không thể từ chối thanh toán

source: Could not save preferences on the server
vi: Không thể lưu thông tin liên quan đến server

source: Could not send transaction
vi: Không thể gửi giao dịch

source: Could not update transaction history
vi: Không thể cập nhật lịch sử giao dịch

source: Could not update account
vi: Không thể cập nhật tài khoản

source: Country
vi: Quốc gia

source: Country not supported:
vi: Không hỗ trợ các quốc gia:

source: Country selector
vi: Lựa chọn quốc gia

source: Create
vi: Tạo

source: Create Key
vi: Tạo Khóa

source: Create New Key
vi: Tạo khóa mới

source: Create Account
vi: Tạo tài khoản

source: Create a new account
vi: Tạo tài khoản mới

source: Create account
vi: Tạo tài khoản

source: Create or Import a Key
vi: Tạo hoặc Khôi phục Khóa

source: Create or import an account
vi: Tạo hoặc khôi phục tài khoản

source: Create {coinLabel} Account
vi: Tạo Tài Khoản {coinLabel}

source: Created
vi: Đã tạo

source: Created Date
vi: Ngày tạo

source: Created by
vi: Tạo bởi

source: Created {cardDate}
vi: Đã tạo thành công {cardDate}

source: Creating Gift Card...
vi: Đang tạo Thẻ quà tặng.

source: Creating Account...
vi: Đang tạo tài khoản...

source: Creating account...
vi: Đang tạo tài khoản...

source: Creating transaction...
vi: Đang tạo giao dịch...

source: Credit Card
vi: Thẻ tín dụng

source: Crypto
vi: Tiền mã hóa

source: Crypto Wallets & Keys
vi: Ví tiền mã hóa và các khóa

source: Current Cards
vi: Các thẻ hiện tại

source: Current fee value:
vi: Giá trị phí hiện tại

source: Currently our partner does not support exchanges with the selected coin
vi: Hiện tại đối tác của chúng tôi không hỗ trợ chuyển đổi bằng đồng tiền được chọn

source: Custom
vi: hải quan

source: Custom fee
vi: Phí hải quan

source: DETAILS
vi: CHI TIẾT

source: DO THIS LATER
vi: THỰC HIỆN SAU

source: Dapp not responding. Try scanning a new QR code
vi: Dapp không phản hồi. Vui lòng thử scan mã QR mới

source: Dark Mode
vi: Chế độ tối

source: Date
vi: Ngày

source: Debit Card
vi: Thẻ ghi nợ

source: Debit Cards
vi: Các loại thẻ ghi nợ

source: Delete
vi: Xóa

source: Permanently delete?
vi: Xóa vĩnh viễn?

source: Delete Key
vi: Xóa khóa

source: Delete Payment Proposal
vi: Xóa đề nghị thanh toán

source: Delete Wallet
vi: Xóa ví

source: Delete it and create a new one
vi: Xóa và tạo mới

source: Deleting Wallet...
vi: Đang xóa ví...

source: Deleting payment proposal...
vi: Đang xóa đề nghị thanh toán...

source: Deposit address
vi: Địa chỉ đặt cọc

source: Deposit pending
vi: Đặt cọc chưa hoàn tất

source: Deposit success
vi: Đặt cọc hoàn tất

source: Deposit to
vi: Đặt cọc cho

source: Depositing any other crypto asset besides {coin} to this address may result in the total loss of your funds. AbcPay is not responsible for any funds loss due to the deposit of a different asset, wallet or network.
vi: Việc gửi bất kỳ tài sản tiền mã hóa nào khác ngoài {coin} vào địa chỉ này có thể dẫn đến mất toàn bộ số tiền vừa gửi của bạn. AbcPay không chịu trách nhiệm về bất kỳ sự mất mát nào do việc gửi từ một loại tiền mã hóa hoặc mạng khác.

source: Derivation Path
vi: Đường dẫn xuất

source: Due to high demand, miner fees are high. Fees are paid to miners who process transactions and are not paid to {{appName}}.
vi: Do nhu cầu cao, phí thợ đào tăng. Phí này được trả cho thợ đào để xử lý giao dịch và không được trả cho {{appName}}.

source: Derivation path
vi: Đường dẫn xuất

source: eToken Path
vi: Đường dẫn xuất eToken

source: Only select path m'/44'/1899'/0 for #Saving4Lotus or #Hold2Earn programs
vi: Chỉ chọn đường dẫn xuất m'/44'/1899'/0 cho các chương trình #Saving4Lotus hoặc #Hold2Earn

source: Description
vi: Mô tả

source: Designed for people who want to live life on crypto.
vi: Thiết kế dành cho người muốn sống cùng tiền mã hóa

source: Designed for people who want to live life on crypto. View your balance, request a new PIN, and reload instantly all within the AbcPay App.
vi: Thiết kế dành cho người muốn sống cùng tiền mã hóa. Xem số dư, đề nghị số PIN mới, và cập nhật lại nhanh chóng bằng ứng dụng AbcPay.

source: Destination
vi: Địa điểm

source: Destination Tag
vi: Nhãn địa điểm

source: Destination Tag (Payin Extra Id)
vi: Nhãn địa điểm (Payin Extra Id)

source: Destination wallet needs to be backed up
vi: Địa điểm ví cần được sao lưu

source: Details
vi: Chi tiết

source: Disable notifications
vi: Bỏ thông báo

source: Disabled
vi: Đã bỏ

source: Disconnect
vi: Ngắt kết nối

source: Disconnect AbcPay ID
vi: Ngắt kết nối với AbcPay ID

source: Discount
vi: Giảm trừ

source: Discover a curated list of places you can spend your crypto. Purchase, manage & spend store credits instantly.
vi: Tìm kiếm một danh sách các lựa chọn để bạn có thể sử dụng tiền mã hóa. Mua, quản lý và chi mua hàng nhanh chóng.

source: Display Currency
vi: Đồng tiền hiển thị

source: Do not include private key
vi: Không bao gồm private key

source: Do you want to reset all settings to default value?
vi: Bạn có muốn cài lại giá trị mặc định?

source: Doge Address
vi: Địa chỉ Doge

source: Don't lose your key!
vi: Không làm mất khóa của bạn!

source: Don't see your Key?
vi: Không tìm ra khóa của bạn?

source: Don't see your language on Crowdin? Contact the Owner on Crowdin! We'd love to support your language.
vi: Không tìm thấy ngôn ngữ của bạn trên Crowdin? Vui lòng liên hệ chủ trên Crowdin! Chúng tôi hân hạnh hỗ trợ phục vụ ngôn ngữ của bạn.

source: Done
vi: Hoàn thành

source: Download
vi: Tải về

source: Download logs
vi: Danh mục tải

source: Due to AML/KYC procedure, exchange may be delayed.
vi: Vì các thủ tục AML/KYC, Việc hoán đổi có thể bị gián đoạn.

source: Duplicating wallet...
vi: Nhân bản ví...

source: Each {coinName} account can generate billions of addresses from your 12-word recovery phrase. A new address is automatically generated and shown each time you receive a payment.
vi: Mỗi tài khoản {coinName} có thể tạo ra hàng tỉ địa chỉ từ cụm từ khôi phục (12 từ). Một địa chỉ mới được tự động tạo và chia sẻ cùng bạn trên mỗi lần bạn nhận một thanh toán.

source: Each copayer has their own recovery phrase. To recover funds stored in a Shared Wallet you will need the recovery phrase from each copayer.
vi: Mỗi người đồng thanh toán có mật khẩu hồi phục riêng. Để lấy lại tiền mã hóa lưu trữtrên ví chia sẻ bạn sẽ cần mật khẩu hồi phục từ mỗi người đồng thanh toán.

source: Easily deposit and withdraw funds.
vi: Dễ dàng nhập và rút tiền mã hóa

source: Economy
vi: Kinh tế

source: Edit
vi: Điều chỉnh

source: Email (optional)
vi: Email (lựa chọn)

source: Email address
vi: Địa chỉ email

source: Empty addresses limit reached. New addresses cannot be generated.
vi: Đã đạt đến giới hạn địa chỉ trống cho phép. Địa chỉ mới không thể tạo

source: Enable
vi: Cho phép

source: Enable camera access in your device settings to get started.
vi: Cho phép truy cập máy ảnh thông qua thiết lập trên thiết bị để bắt đầu

source: Enable desktop notifications
vi: Cho phép thông báo qua màn hình chính

source: Enable email notifications
vi: Cho phép thông báo qua email

source: Enable push notifications
vi: Cho phép chuyển thông báo

source: Enable the camera to get started.
vi: Mở máy ảnh để bắt đầu

source: Enhanced Security
vi: Tăng cường bảo mật

source: Enter 2-step verification
vi: Nhập xác thực hai bước

source: Enter Amount
vi: Nhập giá trị

source: Enter Two Factor for your AbcPay account
vi: Nhập hai yếu tố cho tài khoản AbcPay của bạn

source: Enter WalletConnect URI
vi: Nhập WalletConnect URI

source: Enter a destination tag
vi: nhập nhãn địa điểm

source: Enter a new encrypt password
vi: Nhập mật khẩu mới

source: Enter a transaction memo
vi: Nhập ghi chú cho giao dịch

source: Enter an alphanumeric passphrase to encrypt your wallet
vi: Nhập một dãy ký tự số và chữ để mã hóa ví của bạn

source: Enter custom fee in {feeUnit}
vi: nhập phí hải quan tại {feeUnit}

source: Enter email address
vi: Nhập địa chỉ email

source: Enter encrypt password
vi: Nhập mật khẩu

source: Retype encrypt password
vi: Nhập lại mật khẩu

source: Your wallet key will be encrypted. The encrypt password cannot be recovered. Be sure to write it down.
vi: Khóa tài khoản của bạn sẽ được mã hóa. Khóa tài khoản của bạn sẽ được mã hóa. Hãy chắc chắn để viết nó ra.

source: Your account key will be encrypted.
vi: Khóa tài khoản của bạn sẽ được mã hóa.

source: The encrypt password cannot be recovered.
vi: Không thể khôi phục mật khẩu mã hóa.

source: Be sure to write it down
vi: Hãy chắc chắn để viết nó ra.

source: Enter your recovery phrase (usually 12-words) in the correct order. Separate each word with a single space only (no commas or any other punctuation). For backup phrases in non-English languages: Some words may include special symbols (ñ, è, っ, etc.), so be sure to spell all the words correctly.
vi: Nhập mật khẩu phục hồi (thường 12 chữ). Các chữ cách nhau bằng một khoảng trống (không có dấu phẩy hoặc các ký tự khác). Đối với mật khẩu phục hồi không phải tiếng Anh: Một số từ có thể bao gồm ký tự đặc biệt (ñ, è, っ, etc.), vì vậy chắc rằng hãy viết các từ này chính xác.

source: Enter your recovery phrase (12 words) in the correct order. Separate each word with a single space only (no commas or any other punctuation).
vi: Nhập cụm từ khôi phục của bạn (12 từ) theo đúng thứ tự. Chỉ tách từng từ bằng một khoảng trắng (không có dấu phẩy hoặc bất kỳ dấu câu nào khác).

source: Enter {coinName} address
vi: Nhập địa chỉ {coinName}

source: Entry already exist
vi: Mục đã tồn tại

source: Entry does not exist
vi: Mục không tồn tại

source: Error
vi: Lỗi

source: Error 500 - There is a temporary problem, please try again later.
vi: Lỗi 500 - Tạm thời xảy ra sự cố, vui lòng thử lại sau.

source: Error adding new entry
vi: Lỗi không tạo được mục mới

source: Error connecting to Coinbase
vi: Lỗi không thể kết nối Coinbase

source: Error creating account
vi: Lỗi không tạo được tài khoản

source: Error deleting entry
vi: Lỗi không xóa được đường dẫn

source: Error fetching this invoice
vi: Lỗi không tìm được hóa đơn

source: Error getting SendMax information
vi: Lỗi không lấy được thông tin SendMax

source: Error getting Speed Up fee
vi: Lỗi không lấy được phí tăng tốc

source: Error getting Speed Up information
vi: Lỗi không lấy được thông tin tăng tốc

source: Error getting address
vi: Lỗi không lấy được địa chỉ

source: Error getting fee rate
vi: Lỗi không lấy được tỷ lệ phí

source: Error pairing AbcPay Account
vi: Lỗi không liên kết được với tài khoản AbcPay

source: Error scanning funds:
vi: Lỗi quét số dư:

source: Error sweeping wallet:
vi: Lỗi quét ví:

source: Error updating Debit Cards
vi: Lỗi cập nhật thẻ ghi nợ

source: Exceeded daily limit of $500 per user
vi: Vượt quá giá trị tối đa $500 mỗi người dùng

source: Exchange
vi: Chuyển đổi

source: Exchange Crypto
vi: Chuyển đổi tiền mã hóa

source: Exchange Crypto Settings
vi: Thiết lập chuyển đổi tiền mã hóa

source: Exchange Fee
vi: Phí chuyển đổi

source: Exchange Rates
vi: Tỷ giá chuyển đổi

source: Exchange Transaction ID
vi: ID của giao dịch chuyển đổi

source: Exchange address (Payin)
vi: Địa chỉ chuyển đổi (Payin)

source: Exchange failed and coins were refunded to user's wallet.
vi: Chuyển đổi thất bại, tiền mã hóa gửi lại ví của người dùng

source: Exchange services provided by Changelly. By clicking “Accept”, I acknowledge and understand that my transaction may trigger AML/KYC verification according to Changelly AML/KYC
vi: Dịch vụ chuyển đổi tiền cung cấp bởi Changelly. Bằng cách nhấp “chấp nhận”, tôi xác nhận và hiểu rằng giao dịch của tôi có thể kích họa thẩm định AML/KYC dựa vào chính sách AML/KYC của Changelly

source: Exchanges
vi: Chuyển đổi

source: Exchanging
vi: Đang chuyển đổi

source: Execution Failed
vi: Thực hiện thất bại

source: Expired
vi: Đã hết hạn

source: Expires
vi: Hết hạn

source: Export Key
vi: Xuất Khóa

source: Export Account
vi: Xuất Tài Khoản

source: Export to file
vi: Xuất thành tập tin

source: Exporting via QR not supported for this wallet
vi: Xuất thông qua mã QR không hỗ trợ cho ví này

source: External Services
vi: Dịch vụ bên ngoài

source: Failed
vi: Thất bại

source: Failed to export
vi: Xuất thất bại

source: Featured Currencies
vi: Đồng tiền hiển thị

source: Fee
vi: Phí

source: Fee level is not defined
vi: Mức phí không xác định được

source: Fee rate
vi: Tỷ lệ phí

source: Feedback
vi: Phản hồi

source: Feedback could not be submitted. Please try again later.
vi: Không thể gửi phản hồi. Vui lòng thử lại sau

source: Feedback!
vi: Phản hồi!

source: Fetching AbcPay Account...
vi: Đang tìm tài khoản AbcPay ...

source: Fetching AbcPay Cards...
vi: Đang tìm thẻ AbcPay ...

source: Fetching payment information...
vi: Đang tìm thông tin thanh toán...

source: Fetching payment options...
vi: Đang tìm lựa chọn thanh toán...

source: File/Text
vi: Tập tin/Văn bản

source: Finished
vi: Hoàn tất

source: First, lets ensure no one can easily access your crypto funds when you’re away from your device by adding biometric security.
vi: Đầu tiên, hãy đảm bảo rằng không ai có thể dễ dàng tiếp cận tiền mã hóa của bạn khi bạn không ở gần thiết bị của bạn bằng cách thêm vào biện pháp bảo mật sinh trắc.

source: Flexibility
vi: Tính linh động

source: For AbcPay invoices and gift cards the subtotal amount is the product or service amount plus network costs.
vi: Đối với hóa đơn AbcPay và thẻ quà tặng, giá trị tổng là giá trị sản phẩm hoặc dịch vụ cộng thêm chi phí hạ tầng mạng.

source: For best security this should not match your AbcPay ID password.
vi: Để đảm bảo bảo mật tốt nhất, mật mã này không nên trùng với mật mã của AbcPay ID của bạn.

source: Forgot your password?
vi: Quên mật mã?

source: Found something broken? Please report it as a bug. If you need immediate help with a problem you are having, then get help by contacting our support team.
vi: Thấy điểm nào đó không hoạt động? Vui lòng thông báo lỗi. Nếu bạn cần hỗ trợ ngay lập tức với vấn đề bạn đang gặp, vui lòng liên hệ hỗ trợ từ đội ngũ hỗ trợ của chúng tôi.

source: From
vi: Từ

source: From: {address}
vi: Từ: {address}

source: From AbcPay account
vi: Từ tài khoản AbcPay

source: Fund it. Spend it.
vi: Gửi tiền. Chi tiền.

source: Fund it. Spend it. Live on crypto.
vi: Gửi tiền. Chi tiền. Sống với tiền mã hóa.

source: Funds Will Not Be Accessible
vi: Tiền mã hóa sẽ không tiếp cận được

source: Funds are locked by pending spend proposals
vi: Tiền mã hóa sẽ bị khóa bởi những đề nghị thanh toán còn tồn đọng

source: Funds found
vi: Đã tìm ra tiền mã hóa

source: Funds to be added
vi: Thêm tiền mã hóa

source: Funds were added to debit card
vi: Tiền mã hóa được thêm vào thẻ ghi nợ

source: Funds will be transferred to
vi: Tiền mã hóa sẽ được gửi đến

source: GO BACK
vi: QUAY LẠI

source: GOT IT
vi: ĐÃ RÕ

source: Gas Limit
vi: Giới hạn Gas

source: Gas Price
vi: Giá gas

source: General
vi: Chung

source: Generate New Address
vi: Tạo địa chỉ mới

source: Generating .csv file...
vi: Tạo .csv file...

source: Generating new address...
vi: Đang tạo địa chỉ mới...

source: Get $10
vi: Nhận $10

source: Get Started
vi: Bắt Đầu

source: Get crypto from another wallet
vi: Nhận tiền mã hóa từ ví khác

source: Get help
vi: Gọi hỗ trợ

source: Get news and updates from AbcPay
vi: Nhận tin tức và cập nhật từ AbcPay

source: Get on Chrome
vi: Sử dụng Chrome

source: Get started
vi: Bắt đầu

source: Get started by adding your first one.
vi: Hãy bắt đầu bằng cách thêm thông tin người gửi đầu tiên của bạn.

source: Get the AbcPay Card
vi: Nhận thẻ AbcPay

source: Getting data from the exchange...
vi: Nhận dữ liệu từ việc chuyển đổi...

source: Getting fee levels...
vi: Nhận mức phí...

source: Gift Card
vi: Thẻ quà tặng

source: Gift Card Settings
vi: Thiết lập thẻ quà tặng

source: Gift Cards
vi: Các loại thẻ quà tặng

source: Gift card canceled
vi: Hủy bỏ thẻ quà tặng

source: Gift card purchases are temporarily unavailable. Please try again later.
vi: Mua thẻ quà tặng tạm thời không thực hiện được. Vui lòng thử lại sau.

source: Go Back
vi: Quay lại

source: Go back
vi: Quay lại

source: Go to Coinbase
vi: Đến Coinbase

source: Got it
vi: Đã rõ

source: Have you redeemed all of your {brand} Gift Cards? Archived gift cards will still be accessible in settings.
vi: Bạn đã tích điểm toàn bộ {nhãn hàng} thẻ quà tặng chưa? Lưu trữ thẻ quà tặng sẽ Tiếp tục được thực hiện tại phần thiết lập.

source: Have you redeemed the entire balance of this gift card?
vi: Bạn đã tích điểm toàn bộ số dư của thẻ quà tặng này chưa?

source: Having problems with Changelly?
vi: Gặp vấn đề với Changelly?

source: Having problems with Simplex?
vi: Gặp vấn đề với Simplex?

source: Having problems with Wyre?
vi: Gặp vấn đề với Wyre?

source: Help & Support
vi: Giúp đỡ & hỗ trợ

source: Help & support
vi: Giúp đỡ & hỗ trợ

source: Help AbcPay improve
vi: Giúp đỡ nhằm giúp AbcPay cải thiện

source: Help and support information is available at the website
vi: Thông in về giúp đỡ và hỗ trợ có tại trang web

source: Help and support information is available at the website.
vi: Thông in về giúp đỡ và hỗ trợ có tại trang web.

source: Hidden
vi: Đã ẩn

source: Hide
vi: Ẩn

source: Hide Balance
vi: Ẩn số dư

source: Hide Wallet
vi: Ẩn ví

source: Hide advanced options
vi: Ẩn tùy chọn nâng cao

source: Hide discount?
vi: Ẩn mức giảm giá?

source: High
vi: Cao

source: Hold
vi: Giữ

source: Home
vi: Trang chủ

source: How can we improve?
vi: Chúng tôi có thể cải thiện bằng cách nào?

source: How satisfied are you with using {{appName}}?
vi: Bạn hài lòng thế nào khi sử dụng {{tên ứng dụng}}?

source: How to recover your funds if you lose this device?
vi: Làm cách nào để lấy lại tiền mã hóa khi bạn mất thiết bị này?

source: However, unconfirmed funds are not allowed for spending with merchants, AbcPay Card loads, or AbcPay in-app gift card purchases.
vi: Tuy nhiên, tiền mã hóa chưa xác nhận không được sử dụng để chi tiêu, sử dụng với thẻ AbcPay Card, hoặc các mua bán thẻ quà tặng trong ứng dụng AbcPay.

source: I Understand
vi: Tôi đã hiểu

source: I understood
vi: Tôi đã hiểu

source: I already have an account
vi: Tôi đã có tài khoản

source: I have read, understood, and agree with the Terms of Use.
vi: Tôi đã đọc, hiểu và đồng ý với điều kiện sử dụng

source: I love it!
vi: Tôi thích!

source: I understand
vi: Tôi đã hiểu

source: I understand that if this app is moved to another device or deleted, my crypto funds can only be recovered with my recovery phrase.
vi: Tôi hiểu rằng nếu ứng dụng này được đem qua một thiết bị khác hoặc bị xóa, tiền mã hóa của tôi chỉ có thể khôi phục bằng chuỗi mật khẩu phục hồi.

source: I'M SURE
vi: TÔI CHẮC

source: I'm disappointed
vi: Tôi thất vọng

source: I'm sure
vi: Tôi chắc

source: I've used this card
vi: Tôi đã dùng thẻ này

source: If enabled, accounts will also try to spend unconfirmed funds.
vi: Nếu được thiết lập, các tài khoản của bạn sẽ cố gắng sử dụng cả các khoản tiền của các giao dịch chưa được xác nhận.

source: If enabled, your gift card purchases will be associated with your AbcPay ID, allowing you to keep track of your gift card purchases even if this device is lost.
vi: Nếu được kích hoạt, việc mua thẻ quà tặng sẽ liên quan đến AbcPay ID của bạn, cho phép bạn theo dõi việc mua thẻ quà tặng ngay cả khi thiết bị nàybị mất.

source: If you delete the AbcPay app or lose this device, you’ll need a recovery key to regain access to your funds.
vi: Nếu bạn xóa ứng dụng AbcPay hoặc mất thiết bị này, bạn sẽ cần một khóa phục hồi để lấy lại quyền truy cập tiền mã hóa của bạn.

source: If you do not have the recovery phrase, you will not be able to regain access to your wallet.
vi: Nếu bạn không có chuỗi mật khẩu phục hồi, bạn sẽ không thểtruy cập vào ví của bạn.

source: If you don't mind waiting longer for this transaction to confirm you can change to a lower miner fee level.
vi: Nếu bạn không phiền về thời gian đợi giao dịch được xác nhận, bạn có thểchọn mức phí thợ đào thấp hơn.
