Repository: bcProFoundation/AbcPay
Catalog: src/assets/i18n/*.po
Languages: vi

source: If you have funds stored on a website then you should move them into a secure wallet... like this one!
vi: Nếu bạn đang lưu trữ tài sản của mình trên một trang web nào đó thì bạn nên chuyển chúng vào một ví an toàn và bảo mật... như ví AbcPay này!

source: If you have successfully completed the entire payment process, remember that receiving crypto usually takes up to 1 hour.
vi: Nếu bạn đã hoàn tất thành công toàn bộ quá trình thanh toán, hãy nhớ rằng việc nhận tiền mã hóa thường kéo dài 1 tiếng.

source: If you have trouble, contact Coinbase support for direct assistance.
vi: Nếu bạn gặp vấn đề, liên lạc với hỗ trợ của Coinbase để được hỗ trợ trực tiếp.

source: If you need immediate help with a problem you are having, then get help by contacting our support team.
vi: Nếu bạn cần hỗ trợ ngay lập tức với vấn đề đang gặp, vui lòng liên hệ đội ngũ hỗ trợ của chúng tôi.

source: If you would like to connect this card to
vi: Nếu bạn muốn kết nối thẻ này với

source: Import
vi: Khôi phục

source: Import Account
vi: Khôi phục tài khoản

source: Import Words
vi: Nhập chữ

source: Import existing account
vi: Khôi phục tài khoản

source: Import from backup
vi: Khôi phục tài khoản

source: Import Key
vi: Nhập cụm từ Khoá

source: Important note: Keep in mind AbcPay has suspended XRP as a payment method, this includes loads to the AbcPay Card, AbcPay invoices and in-app purchases
vi: Ghi chú quan trọng: Nhớ rằng AbcPay đã ngưng sử dụng XRP như là một phương tiện thanh toán, bao gồm việc nhập lên thẻ AbcPay, hóa đơn AbcPay và các mua sắm trong ứng dụng.

source: Importing Account...
vi: Đang khôi phục...

source: In order to begin purchasing and receiving cryptocurrencies you will need to verify your key. This could take up to 3 minutes long to complete.
vi: Để bắt đầu mua và nhận tiền mã hóa, bạn sẽ cầnxác thực khóa của bạn. Điều này sẽ mất khoảng 3 phút để hoàn tất.

source: In order to protect your funds from being accessible to hackers and thieves, store this recovery phrase in a safe and secure place.
vi: Để bảo vệ tiền của bạn không bị tin tặc và kẻ trộm truy cập, hãy lưu trữ cụm từ khôi phục này ở một nơi an toàn và bảo mật.

source: Information
vi: Thông tin

source: Insufficient funds
vi: Không đủ tiền

source: Insufficient funds for fee
vi: Không đủ tiền để trả phí

source: Invalid
vi: Không hợp lệ

source: Wallet Service URL
vi: Dịch vụ URL của Ví

source: Invalid URL
vi: URL không hợp lệ

source: Invalid address
vi: Địa chỉ không hợp lệ

source: Invalid QR code
vi: Mã QR không hợp lệ

source: Invalid data
vi: Dữ liệu không hợp lệ

source: Invalid derivation path
vi: Đường dẫn xuất không hợp lệ

source: Invalid derivation path for selected coin
vi: Đường dẫn dẫn xuất không hợp lệ cho đồng tiền đã chọn

source: Invitation Code
vi: Mã mời

source: It appears that you do not have any money to send.
vi: Có vẻ như bạn không có tiền để gửi.

source: It's a ghost town in here
vi: Trông như một thị trấn ma

source: It's an empty pond here
vi: Không có hoa Sen nào trong ao

source: It's a good idea to avoid reusing addresses - this both protects your privacy and keeps your bitcoins secure against hypothetical attacks by quantum computers.
vi: Bạn nên tránh sử dụng lại địa chỉ - điều này vừa bảo vệ quyền riêng tư của bạn vừa giữ tài sản của bạn an toàn trước các cuộc tấn công giả định của máy tính lượng tử.

source: It's ok for now
vi: Bây giờ ổn rồi

source: I’ll do this later
vi: Tôi sẽ làm điều này sau

source: Join
vi: Tham gia

source: Join Shared Account
vi: Tham gia tài khoản đa chữ ký

source: Joining Account...
vi: Đang tham gia tài khoản...

source: Someone asked you to join a multisig account?
vi: Ai đó đã yêu cầu bạn tham gia một tài khoản đa chữ ký?

source: You are about to join a shared account. This is an advanced feature, make sure you understand how multisig accounts work before putting funds in it. If a third party invited you to join, make sure you trust them, if you have purchased cryptocurrency they may be scamming you.
vi: Bạn sắp tham gia một tài khoản đa chữ ký. Đây là một tính năng nâng cao, hãy đảm bảo rằng bạn hiểu cách hoạt động của tài khoản đa chữ ký trước khi nạp tiền vào đó. Nếu một bên thứ ba mời bạn tham gia, hãy đảm bảo rằng bạn tin tưởng họ, nếu bạn đã mua tiền mã hóa, họ có thể đang lừa đảo bạn.

source: Keep in mind fees are not charged by AbcPay.
vi: Hãy nhớ rằng AbcPay không tính phí.

source: Keep in mind your encrypt password is not the 12-word recovery phrase
vi: Hãy nhớ rằng mật khẩu bảo mật của bạn không phải là cụm từ khôi phục 12 từ

source: Key Name
vi: Tên Khóa

source: Key Settings
vi: Cài Đặt Khóa

source: Account Settings
vi: Cài Đặt Tài Khoản

source: Language
vi: Ngôn ngữ

source: Learn More
vi: Tìm hiểu thêm

source: Learn about miner fees
vi: Tìm hiểu về phí thợ đào

source: Leverage multi-factor security
vi: Tận dụng bảo mật đa yếu tố

source: Light Mode
vi: Chế độ sáng

source: Loading...
vi: Đang tải....

source: Loading accounts...
vi: Đang tải tài khoản ...

source: Loading addresses...
vi: Đang tải địa chỉ...

source: Loading transaction info...
vi: Đang tải thông tin giao dịch...

source: Lock
vi: Khóa

source: Lock App
vi: Khóa ứng dụng

source: Tap to unlock App
vi: Chạm để mở khóa ứng dụng

source: Locked
vi: Đã khóa

source: Maximum Amount
vi: Số tiền tối đa

source: Me
vi: Tôi

source: Memo
vi: Ghi chú

source: Miner Fee
vi: Phí Thợ Đào

source: Miner Fee Notice
vi: Thông báo phí giao dịch

source: Miner fee
vi: Phí thợ đào

source: More
vi: Thêm

source: Moving
vi: Đang chuyển

source: Multi-user account requires multiple devices to set up. It takes longer to complete but it's recommended security configuration for long term storage.
vi: Tài khoản đa chữ ký yêu cầu nhiều thiết bị để thiết lập. Cần nhiều thời gian hơn để hoàn thành nhưng AbcPay khuyến nghị bạn nên sử dụng vì tính bảo mật cao và có thể sử dụng để lưu trữ tài sản lâu dài.

source: This account requires {m} copayers to sign a transaction (out of {n} copayers total).
vi: Tài khoản này yêu cầu {m} người ký xác nhận một giao dịch (trong tổng số {n} người đồng thanh toán).

source: Name
vi: Tên người nhận

source: Name (at creation)
vi: Tên (lúc tạo)

source: Needs Backup
vi: Cần Sao Lưu

source: Needs backup
vi: Cần sao lưu

source: Network
vi: Mạng

source: Never mind
vi: Bỏ qua

source: New Key
vi: Khóa mới (12 từ)

source: Add new contact
vi: Thêm mới

source: Add contact
vi: Thêm người nhận

source: Delete contact
vi: Xóa người nhận

source: Add New Contact
vi: Thêm mới

source: Add Contact
vi: Thêm Người Nhận

source: Delete Contact
vi: Xóa Người Nhận

source: New payment proposal
vi: Đề xuất thanh toán mới

source: New payment received
vi: Thanh toán mới nhận được

source: Next
vi: Kế tiếp

source: No contacts yet
vi: Chưa có thông tin

source: No password
vi: Không mật khẩu

source: No transactions
vi: Không có giao dịch

source: Normal
vi: Bình thường

source: Not authorized
vi: Không được phép

source: Not enough confirmed funds
vi: Không đủ số dư đã xác nhận

source: Not enough funds
vi: Không đủ số dư

source: Not enough funds for fee
vi: Không đủ số dư để trả phí

source: Not including the private key allows to check the account balance, transaction history, and create spend proposals from the export. However, does not allow to approve (sign) proposals, so funds will not be accessible from the export.
vi: Không bao gồm 'private key' chỉ cho phép kiểm tra số dư tài khoản, lịch sử giao dịch và tạo các đề xuất chi tiêu từ việc xuất tài khoản. Tuy nhiên, không cho phép phê duyệt (ký) đề xuất, do đó, nguồn vốn sẽ không thể tiếp cận được từ việc xuất tài khoản.

source: Not right now
vi: Không phải bây giờ

source: Not set
vi: Không được thiết lập

source: Not valid bitcoin address
vi: Địa chỉ bitcoin không hợp lệ

source: Notes
vi: Ghi chú

source: No notifications
vi: Không có thông báo

source: Notifications
vi: Thông Báo

source: Open
vi: Mở

source: Open Account
vi: Mở tài khoản

source: Open settings
vi: Mở cài đặt

source: Passphrases do not match
vi: Cụm mật khẩu không khớp

source: Password
vi: Mật khẩu

source: This to protect the recovery phrase. This field is not used for your encrypt password
vi: Dùng để bảo vệ cụm từ khôi phục. Trường này không được sử dụng để mã hoá mật khẩu của bạn

source: Paste from Clipboard
vi: Dán từ Clipboard

source: Paste address here
vi: Dán địa chỉ vào đây

source: Payment Proposal
vi: Đề xuất thanh toán

source: Payment Rejected
vi: Thanh toán bị từ chối

source: Payment Request
vi: Yêu cầu thanh toán

source: Payment Request info
vi: Thông tin yêu cầu thanh toán

source: Payment Requests
vi: Yêu cầu thanh toán

source: Payment Sent
vi: Thanh toán đã gửi

source: Payment proposal rejected
vi: Đề xuất thanh toán bị từ chối

source: Pending
vi: Đang chờ

source: Pending Proposals
vi: Đề xuất chờ xử lý

source: Perfect!
vi: Tuyệt vời!

source: All accounts using this key are permanently deleted.
vi: Tất cả các tài khoản sử dụng Khóa này sẽ bị xóa vĩnh viễn.

source: This action cannot be reversed.
vi: Hành động xóa sẽ không quay trở lại được.

source: Permanently delete this account.
vi: Xóa tài khoản này.

source: Please enter your PIN
vi: Vui lòng nhập mã PIN

source: Create your PIN
vi: Tạo mã PIN

source: Re-type PIN
vi: Nhập lại mã PIN

source: Incorrect PIN, try again.
vi: Mã PIN không chính xác, hãy thử lại.

source: Please select the coin of the account to import:
vi: Vui lòng chọn loại tiền mã hóa của tài khoản để khôi phục:

source: Please wait...
vi: Vui lòng chờ...

source: Privacy
vi: Quyền riêng tư

source: Privacy Notice
vi: Thông báo về quyền riêng tư

source: Privacy Notice update
vi: Cập nhật Thông báo về Quyền riêng tư

source: Privacy Policy
vi: Chính sách bảo mật

source: Proposal Created
vi: Đề xuất đã tạo

source: Proposal confirmed
vi: Đề xuất được xác nhận

source: Proposal created
vi: Đề xuất đã tạo

source: Quick and easy setup
vi: Thiết lập nhanh chóng và dễ dàng

source: Random
vi: Ngẫu nhiên

source: Read more
vi: Đọc thêm

source: READ MORE
vi: ĐỌC THÊM

source: Read more in our support page
vi: Đọc thêm trong trang hỗ trợ của chúng tôi

source: Receive
vi: Nhận

source: Received
vi: Đã nhận

source: Receiving
vi: Đang nhận

source: Receiving amount
vi: Số tiền nhận được

source: Recent
vi: Gần đây

source: Recipient
vi: Người nhận

source: Recipient {{ i + 1 }}
vi: Người nhận {{ i + 1 }}

source: Recover old accounts
vi: Khôi phục tài khoản cũ

source: Recover your account using your passphrase
vi: Khôi phục tài khoản của bạn bằng cụm từ khoá (12 từ) của bạn

source: Recovery Key
vi: Khôi phục Khóa

source: Recovery Phrase
vi: Cụm từ khôi phục

source: Your recovery phrase
vi: Cụm từ khôi phục

source: Reject
vi: Từ chối

source: I've rejected this!
vi: Tôi đã từ chối!

source: Reject Payment Proposal
vi: Từ chối Đề Xuất Thanh Toán

source: Rejected
vi: Đã từ chối

source: Rejecting payment proposal...
vi: Đang từ chối đề xuất thanh toán...

source: Remember there are no special requirements for the password (numbers, symbols, etc.)
vi: Hãy nhớ rằng không có yêu cầu đặc biệt nào đối với mật khẩu (số, ký hiệu, v.v.)

source: Remove
vi: Loại bỏ

source: Report an Issue
vi: Báo cáo một vấn đề

source: Report an issue
vi: Báo cáo một vấn đề

source: Report issue
vi: Báo cáo vấn đề

source: Request Biometric Authentication
vi: Yêu cầu xác thực sinh trắc học

source: Request Encrypt Password
vi: Yêu cầu mật khẩu bảo mật

source: Request Fingerprint
vi: Yêu cầu vân tay

source: Request Specific Amount
vi: Yêu cầu số tiền cụ thể

source: Request specific amount
vi: Yêu cầu số tiền cụ thể

source: Request a Feature
vi: Yêu cầu một tính năng

source: Request a new feature
vi: Yêu cầu một tính năng mới

source: Request feature
vi: Yêu cầu tính năng

source: Required number of signatures
vi: Yêu cầu số chữ ký

source: Requires invitation to join
vi: Yêu cầu nhập mã mời hoặc quét mã QR để tham gia

source: Requires multiple devices (most secure)
vi: Yêu cầu nhiều thiết bị để thiết lập (an toàn nhất)

source: Reset All Settings
vi: Đặt lại các thiết lập

source: Restore from backup
vi: Khôi phục lại từ bản sao lưu

source: Retrieving inputs information...
vi: Truy xuất thông tin đầu vào ...

source: Retry camera
vi: Thử lại máy ảnh

source: SUBTOTAL
vi: TỔNG PHỤ

source: SUMMARY
vi: TÓM TẮT

source: Save
vi: Lưu

source: Save & Continue
vi: Lưu & Tiếp tục

source: Scan QR Codes
vi: Quét mã QR

source: Scan addresses for funds
vi: Quét địa chỉ để tìm số dư

source: Scan again
vi: Quét lại

source: Scanning Account funds...
vi: Đang quét số dư của tài khoản ...

source: Search a contact
vi: Tìm kiếm người nhận

source: Security
vi: Bảo Mật

source: Select Currencies
vi: Chọn đơn vị tiền tệ

source: Select Currency
vi: Chọn đơn vị tiền tệ

source: Select inputs
vi: Chọn số dư

source: Select Inputs
vi: Chọn số dư

source: Send total selected amount
vi: Gửi tổng số tiền đã chọn

source: Choose the account inputs
vi: Chọn số dư tài khoản

source: (from select inputs)
vi: (từ số dư)

source: Total selected:
vi: Chọn tất cả:

source: Select inputs for transaction
vi: Chọn số dư cho giao dịch

source: Select recipient
vi: Chọn người nhận

source: Add more recipient
vi: Thêm người nhận

source: RECIPIENT
vi: NGƯỜI NHẬN

source: Send
vi: Gửi

source: Send
vi: Gửi

source: Send back
vi: Gửi lại

source: Send again
vi: Gửi lại

source: Send Feedback
vi: Gửi phản hồi

source: Send Max
vi: Gửi tối đa

source: Send addresses by email
vi: Gửi địa chỉ qua email

source: Send by email
vi: Gửi qua email

source: Send crypto to another wallet
vi: Gửi tiền mã hóa đến một ví khác

source: Send from
vi: Từ

source: Send max
vi: Gửi tối đa

source: Send payment to this address
vi: Gửi thanh toán đến địa chỉ này

source: Send to
vi: Đến

source: Sending
vi: Đang gửi

source: Sending feedback...
vi: Đang gửi phản hồi...

source: Sending from
vi: Đang gửi từ

source: Sending maximum amount
vi: Đang gửi số tiền tối đa

source: Sending to
vi: Đang gửi đến

source: Sending transaction...
vi: Đang gửi giao dịch...

source: Sent
vi: Đã gửi

source: From : unknown sender
vi: Gửi từ : chưa xác định

source: Sent to self
vi: Đã gửi cho tôi

source: Sent to {walletName}
vi: Đã gửi đến {walletName}

source: Set up a password
vi: Thiết lập mật khẩu

source: Confirm the password
vi: Xác nhận mật khẩu

source: Settings
vi: Cài đặt

source: Rename Key
vi: Đổi tên Khóa

source: Rename Account
vi: Đổi tên Tài Khoản

source: Contained Accounts
vi: Danh sách Tài Khoản

source: Share
vi: Chia sẻ

source: Share the love by inviting your friends.
vi: Chia sẻ tình yêu bằng cách mời bạn bè của bạn.

source: Share this QR code to receive {amount} in your account {name}.
vi: Chia sẻ mã QR này để nhận {amount} trong tài khoản {name} của bạn.

source: Share this address with the devices joining this account.
vi: Chia sẻ địa chỉ này với các thiết bị tham gia tài khoản đa chữ ký.

source: Share this invitation
vi: Chia sẻ lời mời

source: Share this
vi: Chia sẻ

source: Share with friends
vi: Chia sẻ với bạn bè

source: Share {{appName}}
vi: Chia sẻ {{appName}}

source: Shared Account
vi: Tài khoản đa chữ ký

source: (Shared account)
vi: (Tài khoản đa chữ ký)

source: Show
vi: Hiển thị

source: Show Portfolio Value
vi: Hiển thị giá trị danh mục

source: Show advanced options
vi: Hiển thị tùy chọn nâng cao

source: Advanced options
vi: Tùy chọn nâng cao

source: Simple Account
vi: Tài khoản đơn giản

source: Single address
vi: Địa chỉ đơn

source: Single Address
vi: Địa chỉ đơn

source: Skip
vi: Bỏ qua

source: Slide to accept
vi: Trượt để chấp nhận

source: Slide to confirm
vi: Trượt để xác nhận

source: Slide to pay
vi: Trượt để thanh toán

source: Slide to send
vi: Trượt để gửi

source: Specify derivation path
vi: Xác định đường dẫn xuất

source: Spendable balance
vi: Số dư có thể chi tiêu

source: Store this key separately
vi: Lưu lại khoá mới

source: Subtotal
vi: Tổng phụ

source: Sync accounts across devices
vi: Đồng bộ hóa tài khoản trên các thiết bị

source: System Default
vi: Mặc định hệ thống

source: TOTAL
vi: Tổng Cộng

source: Take control of your crypto
vi: Kiểm soát tiền mã hóa của bạn

source: Testnet Account
vi: Testnet Wallet

source: Thanks from {nameShop}!
vi: Lời cám ơn từ {nameShop}!

source: {walletName} (of {keyName})
vi: {walletName} (của khoá {keyName})

source: You received {voucherValue} {chain} to account
vi: Bạn đã nhận được {voucherValue} {chain} vào tài khoản

source: Could not process!
vi: Không thể xử lý!

source: Something wrong with the claim code (i.e. not existed, expried or run out of funds). Please contact shop or AbcPay team for support!
vi: Đã xảy ra lỗi với mã lì xì (mã có thể không tồn tại, hết hạn hoặc hết số dư). Vui lòng liên hệ với cửa hàng hoặc AbcPay để được hỗ trợ!

source: The amount of {coinName} immediately spendable from this account.
vi: Số tiền {coinName} có thể chi tiêu ngay lập tức từ tài khoản.

source: The amount of {coinName} stored in this account that is allocated as inputs to your pending transaction proposals. The amount is determined using unspent transaction outputs associated with this account and may be more than the actual amounts associated with your pending transaction proposals.
vi: Số lượng {coinName} bị khoá trong các đề xuất giao dịch đang chờ xử lý. Số tiền được xác định bằng cách sử dụng số dư trong các giao dịch chưa thể sử dụng được và có thể nhiều hơn số dư thực tế trong các đề xuất giao dịch đang chờ xử lý.

source: The amount of {coinName} stored in this account with less than 1 blockchain confirmation.
vi: Số lượng {coinName} được lưu trữ trong tài khoản với ít hơn 1 xác nhận.

source: The higher the fee, the greater the incentive a miner has to include that transaction in a block. Current fees are determined based on network load and the selected policy.
vi: Phí giao dịch càng cao, thời gian xác thực giao dịch từ các thợ đào càng nhanh. Phí giao dịch hiện tại được xác định dựa trên tốc độ và tải của mạng lưới và chính sách đã chọn.

source: The payment was created but could not be completed. Please try again from home screen
vi: Thanh toán đã được tạo nhưng không thể hoàn tất. Vui lòng thử lại từ màn hình chính

source: Your account is in a corrupt state. Please contact support and share the logs provided.
vi: Tài khoản của bạn ở trạng thái bị hỏng. Vui lòng liên hệ với bộ phận hỗ trợ và chia sẻ các bản log để được trợ giúp.

source: The payment was removed by creator
vi: Người tạo đã xóa khoản thanh toán

source: The recovery phrase you entered do not match the wallet you are trying to re-import
vi: Cụm từ khôi phục bạn đã nhập không khớp với ví bạn đang khôi phục lại

source: The single address feature will force the account to only use one address rather than generating new addresses.
vi: Tính năng địa chỉ đơn cho phép tài khoản chỉ sử dụng một địa chỉ duy nhất thay vì tạo được nhiều địa chỉ mới.

source: The total amount of {coinName} stored in this account.
vi: Tổng số {coinName} được lưu trữ trong tài khoản.

source: The transaction from {{walletName}} that you were waiting for has been confirmed.
vi: Giao dịch từ {{walletName}} mà bạn chờ đợi đã được xác nhận.

source: The transaction history and every new incoming transaction are cached in the app. Clearing the cache cleans up the transaction history and synchronizes again from the server.
vi: Lịch sử giao dịch và mọi giao dịch mới đến đều được lưu trữ trong ứng dụng. Xóa bộ nhớ cache sẽ xóa lịch sử giao dịch và đồng bộ hóa lại từ máy chủ.

source: The account is already in the app
vi: Tài khoản đã có trong ứng dụng

source: The account won't be removed from this device. You can hide it whenever you need it.
vi: Tài khoản sẽ không bị xóa khỏi thiết bị này. Bạn có thể ẩn nó bất cứ khi nào bạn cần.

source: Theme
vi: Chủ đề

source: Themes
vi: Chủ đề

source: There are no records of your account on our servers. If you are importing a BIP44 compatible account from a 3rd party you can continue to recreate it. If you account is not BIP44 compatible, you will not be able to access its funds.
vi: Không tìm thấy thông tin về tài khoản của bạn trên máy chủ. Nếu bạn đang nhập tài khoản bằng giao thức BIP44 từ bên thứ ba, bạn có thể tiếp tục tạo lại tài khoản đó. Nếu tài khoản của bạn không tương thích với BIP44, bạn sẽ không thể truy cập vào số dư của tài khoản.

source: This field only accepts addresses supported by {appName} Wallet
vi: Chỉ chấp nhận các địa chỉ được {appName} Wallet hỗ trợ

source: This is a new 12-word key that manages its own set of accounts. It is unrelated to any 12 word key you may have previously created. Store and manage it accordingly.
vi: Đây là 12 từ khóa mới quản lý bộ tài khoản riêng của nó. Và không liên quan đến bất kỳ 12 từ khóa nào mà bạn đã sở hữu trước đó. Lưu trữ và quản lý nó cho phù hợp.

source: This password cannot be recovered. If this password is lost, funds can only be recovered by reimporting your 12-word recovery phrase.
vi: Mật khẩu này không thể được khôi phục. Nếu mật khẩu này bị mất, bạn chỉ có thể lấy lại tiền bằng cách sử dụng cụm từ (12 từ) của bạn để khôi phục.

source: This account is not registered at the given AbcPros Wallet Service (AWS). As an advice, you could delete the key, under settings and selecting the specific key, and then use the Backup to import the account again (under Home > Wallet Tab).
vi: Tài khoản này chưa được đăng ký tại Dịch vụ Ví AbcPros (AWS). Theo lời khuyên, bạn có thể xóa Khóa, trong cài đặt và chọn khóa cụ thể, sau đó sử dụng Khôi phục để nhập lại tài khoản (trong Trang chủ> Tab Wallet).

source: Time
vi: Thời gian

source: Timeline
vi: Mốc thời gian

source: To
vi: Đến

source: To: {address}
vi: Đến: {address}

source: To: {walletName}
vi: Đến: {walletName}

source: Total
vi: Tổng cộng

source: Total cash value
vi: Tổng giá trị tiền mặt

source: Total number of copayers
vi: Tổng số người đồng thuận

source: Transaction
vi: Giao Dịch

source: RECENT TRANSACTIONS
vi: GIAO DỊCH GẦN ĐÂY

source: Transaction History
vi: Lịch Sử Giao Dịch

source: Search for transaction history
vi: Tìm kiếm lịch sử giao dịch

source: Transaction ID
vi: ID Giao dịch

source: Transaction already broadcasted
vi: Giao dịch đã được truyền đi

source: Transaction confirmed
vi: Giao dịch đã xác nhận

source: Transaction fee is below the current minimum threshold
vi: Hiện tại phí giao dịch dưới ngưỡng tối thiểu

source: Transaction fees are currently high
vi: Phí giao dịch hiện đang cao

source: Transaction has failed. In most cases, the amount was less than the minimum.
vi: Giao dịch không thành công. Trong hầu hết các trường hợp, số dư ít hơn mức cho phép tối thiểu.

source: Transaction has not been created
vi: Giao dịch chưa được tạo

source: Transaction initiated
vi: Giao dịch đã bắt đầu

source: Transactions
vi: Giao Dịch

source: Transfer from
vi: Chuyển từ

source: Transfer from AbcPay
vi: Chuyển từ AbcPay

source: Transfer to
vi: Chuyển tới

source: Transfer to AbcPay
vi: Chuyển tới AbcPay

source: Transfer to Multiple Recipients
vi: Chuyển cho nhiều người nhận

source: Try again
vi: Thử lại

source: Try again in {{expires}}
vi: Hãy thử lại sau {{expires}}

source: Try entering any passwords you may have set in the past
vi: Thử nhập bất kỳ mật khẩu nào bạn có thể đã đặt trước đây

source: Unlock App
vi: Mở khóa

source: Unlock AbcPay faster by setting up facial recognition.
vi: Mở khóa AbcPay nhanh hơn bằng cách thiết lập nhận dạng khuôn mặt.

source: Unlock AbcPay faster by setting up fingerprint authentication.
vi: Mở khóa AbcPay nhanh hơn bằng cách thiết lập xác thực vân tay.

source: Unused addresses
vi: Địa chỉ không sử dụng

source: Updating transaction history. Please stand by.
vi: Cập nhật lịch sử giao dịch. Xin vui lòng chờ.

source: Urgent
vi: Khẩn cấp

source: Use Unconfirmed Funds
vi: Sử dụng số dư chưa xác nhận

source: Use default url
vi: Sử dụng url mặc định
